Revit 2027 API
BuiltInFailures.WallFailures.StackedWallNeedsUnjoin Property
 A subwall of this stacked wall is unjoined from its neighbors because it was pulled too far.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId StackedWallNeedsUnjoin { get; }
Public Shared ReadOnly Property StackedWallNeedsUnjoin As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ StackedWallNeedsUnjoin {
	FailureDefinitionId^ get ();
}
static member StackedWallNeedsUnjoin : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.WallFailures Class
Autodesk.Revit.DB Namespace